package Lesson1;

public class homeWork {
	
	public static void main(String[] args) {
		// Задача
		// сделать такое, то есть вывести.
		// А   а
		// В   b
		// C   c
		System.out.println("");
		System.out.print("A ");
		System.out.println("a");
		System.out.print("B ");
		System.out.println("b");
		System.out.print("C ");
		System.out.println("c");

		// ДЗ можно использовать \t для пробела а для переноса то конечно это \n
		System.out.println("\t\t\t\tРубаи\n" +
						"Много лет размышлял я над жизнью земной.\n" +
						"Непонятно нет для меня под луной.\n" +
						"Мне известно, что мне ничего не известно!\n" +
						"Вот последняя правда, открытая мной.\n" +
						"\t\t\t\t\t\t\t\t\tОмар Хайям");
		System.out.println("DD");
	}

}
